[
    {
      "title": "Tailored Innovation for Mission Success",
      "img": "https://cdn.jsdelivr.net/gh/thakaresahil-guardinger/gat-web-trial@refs/heads/main/whyus/rocket.jpg",
      "description":
        "We specialize in Predictive Maintenance Systems, Underwater Technologies, and Geospatial Applications, built from the ground up to meet your unique operational needs. Every product is precision-engineered with deep domain knowledge and tested for real-world performance."
    },
    {
      "title": "Multi-Platform, Multi-Modal Data Fusion",
      "img": "https://cdn.jsdelivr.net/gh/thakaresahil-guardinger/gat-web-trial@refs/heads/main/whyus/testrig.jpeg",
      "description":
        "Our solutions integrate diverse sensor data — from land, sea, air, or satellite — into a single intelligent picture. With seamless multi-platform, multi-modal data fusion, we empower faster, more informed decisions in high-stakes environments."
    },
    {
      "title": "Smart Systems, Smarter Decisions",
      "img": "https://cdn.jsdelivr.net/gh/thakaresahil-guardinger/gat-web-trial@refs/heads/main/whyus/climate.jpeg",
      "description":
        "We combine compact sensor design, analog-to-digital conversion, and onboard edge computing to deliver actionable insights where and when you need them. From wired and wireless to satellite communication, our systems stay connected and responsive — anywhere."
    },
    {
      "title": "Future-Ready Software Experience",
      "img": "https://cdn.jsdelivr.net/gh/thakaresahil-guardinger/gat-web-trial@refs/heads/main/whyus/software.png",
      "description":
        "Our software platforms are not only functionally powerful but user-centric, offering a modern UI/UX that simplifies complex operations. Whether in the field or command center, our interfaces are designed for clarity, speed, and reliability."
    },
    {
      "title": "Proven Partner for Critical Applications",
      "img": "https://cdn.jsdelivr.net/gh/thakaresahil-guardinger/gat-web-trial@refs/heads/main/whyus/underwater.jpeg",
      "description":
        "Trusted by defence and industry leaders, we deliver mission-critical systems that perform under pressure. Our agile development approach ensures rapid deployment, adaptability, and long-term support."
    }
  ]
